---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentWorksharingEnabledEventArgs
source: html/fc4712a6-7cdd-8360-d4d3-864737be15c8.htm
---
# DocumentWorksharingEnabledEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.